package Everything;

class TheIntroduction {
    protected static void theIntroduction() {
        System.out.println(" \nДобро пожаловать в BattleShip Lite!\nПеред Вами поле боевых действий размером 10х10\n" +
                "На каждой горизонтальной линии расположен четырехпалубный корабль (длина - 4 ячейки)\n" +
                "Ваша цель - за наименьшее количество ходов уничтожить все корабли. \n" +
                "Обозначение ячеек по горизонтали - буквенное:" + " А, Б, В, Г, Д, Е, Ж, З, И, К \t \n" +
                "Обозначение ячеек по вертикали - цифровое:" + "    1, 2, 3, 4, 5, 6, 7, 8, 9, 10\t\n" +
                "Удачи!\n\n");
    }
}
